Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Lower than when you started. That's worth another session before the day.
ar: أقل مما بدأت به. تستحق جلسة أخرى قبل ذلك اليوم.
de: Niedriger als zu Beginn. Das ist eine weitere Einheit vor dem großen Tag wert.
es: Más bajo que al principio. Merece otra sesión antes del día.
fil: Mas mababa kaysa noong nagsimula ka. Sulit ang isa pang session bago ang araw.
fr: Plus bas qu'au départ. Ça vaut une autre séance avant le jour J.
hi: शुरुआत से कम। उस दिन से पहले एक और सेशन करना ठीक रहेगा।
id: Lebih rendah dari saat kamu mulai. Layak satu sesi lagi sebelum hari-H.
it: Più basso rispetto all'inizio. Vale un'altra sessione prima del giorno.
ja: 最初より下がっています。本番までにもう一度セッションを。
ko: 처음보다 낮아졌어요. 그날 전에 세션을 한 번 더 해 볼 만해요.
nl: Lager dan toen je begon. Dat is nog een sessie waard voor de dag zelf.
pl: Niżej niż na początku. Warto zrobić jeszcze jedną sesję przed tym dniem.
pt_br: Mais baixo do que no início. Vale mais uma sessão antes do dia.
ru: Ниже, чем в начале. Стоит провести ещё одну сессию до того дня.
sv: Lägre än när du började. Det är värt en session till före dagen.
tr: Başladığından daha düşük. O günden önce bir oturum daha yapmaya değer.
uk: Нижче, ніж на початку. Варто провести ще одну сесію до того дня.
vi: Thấp hơn lúc bạn bắt đầu. Đáng để tập thêm một buổi trước ngày đó.
zh_hans: 比开始时低。在那天之前值得再练一次。

source: Lower than when you started. That's worth another session.
ar: أقل مما بدأت به. تستحق جلسة أخرى.
de: Niedriger als zu Beginn. Das ist eine weitere Einheit wert.
es: Más bajo que al principio. Merece otra sesión.
fil: Mas mababa kaysa noong nagsimula ka. Sulit ang isa pang session.
fr: Plus bas qu'au départ. Ça vaut une autre séance.
hi: शुरुआत से कम। एक और सेशन करना ठीक रहेगा।
id: Lebih rendah dari saat kamu mulai. Layak satu sesi lagi.
it: Più basso rispetto all'inizio. Vale un'altra sessione.
ja: 最初より下がっています。もう一度セッションを。
ko: 처음보다 낮아졌어요. 세션을 한 번 더 해 볼 만해요.
nl: Lager dan toen je begon. Dat is nog een sessie waard.
pl: Niżej niż na początku. Warto zrobić jeszcze jedną sesję.
pt_br: Mais baixo do que no início. Vale mais uma sessão.
ru: Ниже, чем в начале. Стоит провести ещё одну сессию.
sv: Lägre än när du började. Det är värt en session till.
tr: Başladığından daha düşük. Bir oturum daha yapmaya değer.
uk: Нижче, ніж на початку. Варто провести ще одну сесію.
vi: Thấp hơn lúc bạn bắt đầu. Đáng để tập thêm một buổi.
zh_hans: 比开始时低。值得再练一次。

source: Male
ar: ذكر
de: Männlich
es: Masculina
fil: Lalaki
fr: Masculine
hi: पुरुष
id: Laki-laki
it: Maschile
ja: 男性
ko: 남성
nl: Mannelijk
pl: Męski
pt_br: Masculina
ru: Мужской
sv: Manlig
tr: Erkek
uk: Чоловічий
vi: Nam
zh_hans: 男声

source: Manage subscription
ar: إدارة الاشتراك
de: Abo verwalten
es: Gestionar suscripción
fil: Pamahalaan ang subscription
fr: Gérer l'abonnement
hi: सदस्यता प्रबंधित करें
id: Kelola langganan
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
ru: Управлять подпиской
sv: Hantera abonnemang
tr: Aboneliği yönet
uk: Керувати підпискою
vi: Quản lý gói đăng ký
zh_hans: 管理订阅

source: Meet people %@
ar: تعرّف على الناس %@
de: Leute kennenlernen, %@
es: Conoce gente %@
fil: Makakilala ng tao %@
fr: Rencontrer des gens %@
hi: लोगों से %@ मिलें
id: Bertemu orang %@
it: Conosci persone %@
ja: %@人と出会う
ko: %@ 사람 만나기
nl: Mensen ontmoeten, %@
pl: Poznawaj ludzi %@
pt_br: Conheça pessoas %@
ru: Знакомьтесь %@
sv: Träffa människor, %@
tr: İnsanlarla %@ tanış
uk: Знайомтеся %@
vi: Gặp gỡ mọi người %@
zh_hans: %@结识新朋友

source: Meet people and keep the conversation going.
ar: تعرّف على الناس وحافظ على استمرار الحديث.
de: Lerne Leute kennen und halte das Gespräch am Laufen.
es: Conoce gente y mantén viva la conversación.
fil: Makakilala ng tao at ituloy ang usapan.
fr: Rencontre des gens et fais vivre la conversation.
hi: लोगों से मिलें और बातचीत जारी रखें।
id: Bertemu orang dan jaga percakapan tetap mengalir.
it: Conosci persone e fai andare avanti la conversazione.
ja: 人と出会い、会話を続けましょう。
ko: 사람을 만나고 대화를 이어가세요.
nl: Ontmoet mensen en houd het gesprek gaande.
pl: Poznawaj ludzi i podtrzymuj rozmowę.
pt_br: Conheça pessoas e mantenha a conversa fluindo.
ru: Знакомьтесь и поддерживайте разговор.
sv: Träffa människor och håll samtalet igång.
tr: İnsanlarla tanış ve sohbeti sürdür.
uk: Знайомтеся й підтримуйте розмову.
vi: Gặp gỡ mọi người và duy trì cuộc trò chuyện.
zh_hans: 结识新朋友，让对话继续下去。

source: Meeting new people
ar: التعرّف على أشخاص جدد
de: Neue Leute kennenlernen
es: Conocer gente nueva
fil: Pagkilala sa bagong tao
fr: Rencontrer de nouvelles personnes
hi: नए लोगों से मिलना
id: Bertemu orang baru
it: Conoscere persone nuove
ja: 初めての人と会う
ko: 새로운 사람 만나기
nl: Nieuwe mensen ontmoeten
pl: Poznawanie nowych ludzi
pt_br: Conhecer pessoas novas
ru: Знакомство с новыми людьми
sv: Träffa nya människor
tr: Yeni insanlarla tanışmak
uk: Знайомство з новими людьми
vi: Gặp gỡ người mới
zh_hans: 结识新朋友

source: Mention two things happening in the scene, then try again.
ar: اذكر أمرين يحدثان في المشهد، ثم حاول مجددًا.
de: Nenne zwei Dinge, die in der Szene passieren, und versuch es noch einmal.
es: Menciona dos cosas que pasan en la escena y vuelve a intentarlo.
fil: Banggitin ang dalawang nangyayari sa eksena, tapos subukan ulit.
fr: Mentionne deux choses qui se passent dans la scène, puis réessaie.
hi: दृश्य में हो रही दो चीज़ें बताएँ, फिर दोबारा कोशिश करें।
id: Sebutkan dua hal yang terjadi dalam adegan, lalu coba lagi.
it: Cita due cose che succedono nella scena, poi riprova.
ja: シーンで起きていることを二つ挙げて、もう一度どうぞ。
ko: 장면에서 일어나는 일 두 가지를 말하고 다시 해 보세요.
nl: Noem twee dingen die in de scène gebeuren en probeer het opnieuw.
pl: Wymień dwie rzeczy, które dzieją się w scenie, i spróbuj ponownie.
pt_br: Mencione duas coisas que acontecem na cena e tente de novo.
ru: Назовите две вещи, которые происходят в сцене, и попробуйте ещё раз.
sv: Nämn två saker som händer i scenen och försök igen.
tr: Sahnede olan iki şeyden bahset ve tekrar dene.
uk: Назвіть дві речі, які відбуваються в сцені, і спробуйте ще раз.
vi: Nêu hai điều đang diễn ra trong khung cảnh, rồi thử lại.
zh_hans: 说出场景中正在发生的两件事，再试一次。

source: Missing situation.
ar: الموقف غير موجود.
de: Situation fehlt.
es: Falta la situación.
fil: Walang sitwasyon.
fr: Situation manquante.
hi: स्थिति नहीं मिली।
id: Situasi tidak ada.
it: Situazione mancante.
ja: シチュエーションがありません。
ko: 상황이 없어요.
nl: Situatie ontbreekt.
pl: Brak sytuacji.
pt_br: Situação ausente.
ru: Нет ситуации.
sv: Situation saknas.
tr: Durum eksik.
uk: Немає ситуації.
vi: Thiếu tình huống.
zh_hans: 缺少场景。

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fil: Buwanan
fr: Mensuel
hi: मासिक
id: Bulanan
it: Mensile
ja: 月額
ko: 월간
nl: Maandelijks
pl: Miesięczny
pt_br: Mensal
ru: Ежемесячно
sv: Månadsvis
tr: Aylık
uk: Щомісяця
vi: Hằng tháng
zh_hans: 月付

source: More
ar: المزيد
de: Mehr
es: Más
fil: Iba pa
fr: Plus
hi: और
id: Lainnya
it: Altro
ja: その他
ko: 더 보기
nl: Meer
pl: Więcej
pt_br: Mais
ru: Ещё
sv: Mer
tr: Daha fazla
uk: Ще
vi: Thêm
zh_hans: 更多

source: Most people never say it out loud until the moment it counts.
ar: معظم الناس لا يقولونها بصوت عالٍ أبدًا حتى تأتي اللحظة الحاسمة.
de: Die meisten sagen es nie laut, bis der entscheidende Moment kommt.
es: La mayoría nunca lo dice en voz alta hasta el momento en que importa.
fil: Karamihan ay hindi ito sinasabi nang malakas hanggang sa mismong mahalagang sandali.
fr: La plupart des gens ne le disent jamais à voix haute avant le moment qui compte.
hi: ज़्यादातर लोग अहम पल आने तक इसे कभी ज़ोर से नहीं कहते।
id: Kebanyakan orang tidak pernah mengucapkannya dengan suara keras sampai momen yang menentukan.
it: Quasi nessuno lo dice ad alta voce prima del momento che conta.
ja: ほとんどの人は、本番の瞬間まで一度も声に出しません。
ko: 대부분의 사람은 중요한 순간이 오기 전까지 한 번도 소리 내어 말해 보지 않아요.
nl: De meeste mensen zeggen het nooit hardop tot het moment dat het ertoe doet.
pl: Większość ludzi nigdy nie mówi tego na głos aż do decydującej chwili.
pt_br: A maioria das pessoas nunca diz em voz alta até o momento que importa.
ru: Большинство людей никогда не произносят это вслух до решающего момента.
sv: De flesta säger det aldrig högt förrän det gäller.
tr: Çoğu insan önemli an gelene kadar bunu asla sesli söylemez.
uk: Більшість людей ніколи не кажуть це вголос до вирішального моменту.
vi: Hầu hết mọi người chưa bao giờ nói thành tiếng cho đến khoảnh khắc quan trọng.
zh_hans: 大多数人直到关键时刻才第一次把话说出口。

source: My mind goes blank when I'm put on the spot.
ar: يغيب ذهني حين أُفاجأ بسؤال.
de: Ich habe einen Blackout, wenn ich unvorbereitet gefragt werde.
es: Me quedo en blanco cuando me ponen en un aprieto.
fil: Nablangko ang isip ko kapag biglang tinanong.
fr: J'ai un trou quand on me met sur la sellette.
hi: अचानक पूछे जाने पर मेरा दिमाग खाली हो जाता है।
id: Pikiran saya kosong saat ditanya mendadak.
it: Vado nel pallone quando mi mettono sotto pressione.
ja: 急に振られると頭が真っ白になる。
ko: 갑자기 질문받으면 머릿속이 하얘져요.
nl: Ik klap dicht als ik onverwacht iets moet zeggen.
pl: Mam pustkę w głowie, gdy ktoś mnie zaskoczy.
pt_br: Dá um branco quando sou pego de surpresa.
ru: Когда меня застают врасплох, в голове пусто.
sv: Det blir tomt i huvudet när jag sätts på plats.
tr: Birden soru sorulunca aklım duruyor.
uk: Коли мене застають зненацька, в голові порожньо.
vi: Đầu tôi trống rỗng khi bị hỏi bất ngờ.
zh_hans: 被突然点名时，我脑子一片空白。

source: Name the moment, not the person.
ar: سمِّ الموقف، لا الشخص.
de: Benenne den Moment, nicht die Person.
es: Nombra el momento, no a la persona.
fil: Pangalanan ang sandali, hindi ang tao.
fr: Nomme le moment, pas la personne.
hi: पल का नाम लें, व्यक्ति का नहीं।
id: Sebut momennya, bukan orangnya.
it: Nomina il momento, non la persona.
ja: 人ではなく、出来事を指摘しましょう。
ko: 사람이 아니라 상황을 짚으세요.
nl: Benoem het moment, niet de persoon.
pl: Nazwij sytuację, nie osobę.
pt_br: Fale do momento, não da pessoa.
ru: Назовите ситуацию, а не человека.
sv: Beskriv situationen, inte personen.
tr: Kişiyi değil, anı adlandır.
uk: Назвіть ситуацію, а не людину.
vi: Nói về sự việc, không phải con người.
zh_hans: 说具体的事，而不是评价人。

source: Natural
ar: طبيعي
de: Natürlich
fr: Naturel
hi: स्वाभाविक
id: Alami
it: Naturale
ja: 自然
ko: 자연스럽게
nl: Natuurlijk
pl: Naturalne
ru: Естественно
sv: Naturligt
tr: Doğal
uk: Природно
vi: Tự nhiên
zh_hans: 自然

source: Needs work
ar: يحتاج إلى عمل
de: Ausbaufähig
es: Necesita trabajo
fil: Kailangan pang pagbutihin
fr: À travailler
hi: सुधार चाहिए
id: Perlu latihan
it: Da migliorare
ja: 要練習
ko: 연습 필요
nl: Kan beter
pl: Do poprawy
pt_br: Precisa melhorar
ru: Нужна работа
sv: Behöver arbete
tr: Geliştirilmeli
uk: Треба попрацювати
vi: Cần luyện thêm
zh_hans: 需要加强

source: Next slide
ar: الشريحة التالية
de: Nächste Folie
es: Siguiente diapositiva
fil: Susunod na slide
fr: Diapo suivante
hi: अगली स्लाइड
id: Slide berikutnya
it: Slide successiva
ja: 次のスライド
ko: 다음 슬라이드
nl: Volgende dia
pl: Następny slajd
pt_br: Próximo slide
ru: Следующий слайд
sv: Nästa bild
tr: Sonraki slayt
uk: Наступний слайд
vi: Trang chiếu tiếp theo
zh_hans: 下一张幻灯片

source: No answer yet
ar: لا إجابة بعد
de: Noch keine Antwort
es: Aún sin respuesta
fil: Wala pang sagot
fr: Pas encore de réponse
hi: अभी कोई जवाब नहीं
id: Belum ada jawaban
it: Ancora nessuna risposta
ja: まだ回答がありません
ko: 아직 답변 없음
nl: Nog geen antwoord
pl: Brak odpowiedzi
pt_br: Ainda sem resposta
ru: Пока нет ответа
sv: Inget svar än
tr: Henüz yanıt yok
uk: Поки немає відповіді
vi: Chưa có câu trả lời
zh_hans: 尚无回答

source: No apology. The ask, then the evidence.
ar: بلا اعتذار. الطلب أولًا، ثم الدليل.
de: Keine Entschuldigung. Erst die Bitte, dann die Belege.
es: Sin disculpas. La petición y luego las pruebas.
fil: Walang paumanhin. Ang hiling, tapos ang patunay.
fr: Pas d'excuses. La demande, puis les preuves.
hi: कोई माफ़ी नहीं। पहले माँग, फिर सबूत।
id: Tanpa minta maaf. Permintaan dulu, lalu buktinya.
it: Niente scuse. La richiesta, poi i fatti.
ja: 謝らない。お願いしてから根拠を。
ko: 사과하지 마세요. 요청 먼저, 근거는 그다음.
nl: Geen excuses. Eerst het verzoek, dan het bewijs.
pl: Bez przepraszania. Najpierw prośba, potem dowody.
pt_br: Sem pedir desculpas. O pedido, depois as evidências.
ru: Без извинений. Сначала просьба, затем доводы.
sv: Ingen ursäkt. Först frågan, sedan beläggen.
tr: Özür yok. Önce istek, sonra kanıt.
uk: Без вибачень. Спершу прохання, потім аргументи.
vi: Không xin lỗi. Đề nghị trước, bằng chứng sau.
zh_hans: 不要道歉。先提要求，再给依据。

source: No date, I just want to be ready
ar: لا تاريخ، أريد فقط أن أكون مستعدًا
de: Kein Datum, ich will einfach bereit sein
es: Sin fecha, solo quiero estar preparado
fil: Walang petsa, gusto ko lang maging handa
fr: Pas de date, je veux juste être prêt
hi: कोई तारीख नहीं, बस तैयार रहना चाहता हूँ
id: Belum ada tanggal, saya hanya ingin siap
it: Nessuna data, voglio solo essere pronto
ja: 日付は未定、とにかく備えたい
ko: 날짜는 없지만, 준비하고 싶어요
nl: Geen datum, ik wil gewoon klaar zijn
pl: Bez daty, chcę po prostu być gotowy
pt_br: Sem data, só quero estar pronto
ru: Без даты, просто хочу быть готовым
sv: Inget datum, jag vill bara vara redo
tr: Tarih yok, sadece hazır olmak istiyorum
uk: Без дати, просто хочу бути готовим
vi: Chưa có ngày, tôi chỉ muốn sẵn sàng
zh_hans: 没有日期，我只想做好准备

source: No subscription to restore on this Apple ID.
ar: لا يوجد اشتراك لاستعادته على معرّف Apple هذا.
de: Für diese Apple-ID gibt es kein Abo zum Wiederherstellen.
es: No hay ninguna suscripción que restaurar en este Apple ID.
fil: Walang subscription na maibabalik sa Apple ID na ito.
fr: Aucun abonnement à restaurer sur cet identifiant Apple.
hi: इस Apple ID पर बहाल करने के लिए कोई सदस्यता नहीं है।
id: Tidak ada langganan untuk dipulihkan di Apple ID ini.
it: Nessun abbonamento da ripristinare su questo ID Apple.
ja: このApple IDに復元できるサブスクリプションはありません。
ko: 이 Apple ID로 복원할 구독이 없어요.
nl: Geen abonnement om te herstellen op deze Apple ID.
pl: Na tym Apple ID nie ma subskrypcji do odtworzenia.
pt_br: Não há assinatura para restaurar neste ID Apple.
ru: На этом Apple ID нет подписки для восстановления.
sv: Det finns inget abonnemang att återställa på det här Apple-ID:t.
tr: Bu Apple Kimliği'nde geri yüklenecek abonelik yok.
uk: На цьому Apple ID немає підписки для відновлення.
vi: Không có gói đăng ký nào để khôi phục trên Apple ID này.
zh_hans: 此 Apple ID 没有可恢复的订阅。

source: Not active
ar: غير نشط
de: Nicht aktiv
es: Inactiva
fil: Hindi aktibo
fr: Inactif
hi: सक्रिय नहीं
id: Tidak aktif
it: Non attivo
ja: 無効
ko: 비활성
nl: Niet actief
pl: Nieaktywna
pt_br: Inativa
ru: Неактивна
sv: Inte aktivt
tr: Etkin değil
uk: Неактивна
vi: Không hoạt động
zh_hans: 未启用

source: Not at all
ar: إطلاقًا
de: Überhaupt nicht
es: Nada
fil: Hindi talaga
fr: Pas du tout
hi: बिल्कुल नहीं
id: Sama sekali tidak
it: Per niente
ja: まったく
ko: 전혀
nl: Helemaal niet
pl: Wcale
pt_br: Nem um pouco
ru: Совсем нет
sv: Inte alls
tr: Hiç
uk: Зовсім ні
vi: Hoàn toàn không
zh_hans: 完全不

source: Not me
ar: ليس أنا
de: Nicht ich
es: No soy yo
fil: Hindi ako ito
fr: Pas moi
hi: मैं नहीं
id: Bukan saya
it: Non io
ja: 当てはまらない
ko: 나와 달라요
nl: Niet ik
pl: To nie ja
pt_br: Não sou eu
ru: Не про меня
sv: Inte jag
tr: Ben değilim
uk: Не про мене
vi: Không phải tôi
zh_hans: 不像我

source: Not now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fil: Hindi ngayon
fr: Pas maintenant
hi: अभी नहीं
id: Jangan sekarang
it: Non ora
ja: 今はしない
ko: 나중에
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ru: Не сейчас
sv: Inte nu
tr: Şimdi değil
uk: Не зараз
vi: Không phải bây giờ
zh_hans: 以后再说

source: Not practiced yet
ar: لم يُتدرَّب عليه بعد
de: Noch nicht geübt
es: Aún sin practicar
fil: Hindi pa na-practice
fr: Pas encore pratiquée
hi: अभी अभ्यास नहीं हुआ
id: Belum dilatih
it: Non ancora provata
ja: 未練習
ko: 아직 연습 안 함
nl: Nog niet geoefend
pl: Jeszcze nie ćwiczona
pt_br: Ainda não praticada
ru: Ещё не отработана
sv: Inte övad än
tr: Henüz çalışılmadı
uk: Ще не відпрацьована
vi: Chưa luyện tập
zh_hans: 尚未练习

source: Not yet
ar: ليس بعد
de: Noch nicht
es: Aún no
fil: Hindi pa
fr: Pas encore
hi: अभी नहीं
id: Belum
it: Non ancora
ja: まだ
ko: 아직
nl: Nog niet
pl: Jeszcze nie
pt_br: Ainda não
ru: Пока нет
sv: Inte än
tr: Henüz değil
uk: Ще ні
vi: Chưa
zh_hans: 还没有

source: Not yet shown
ar: لم يظهر بعد
de: Noch nicht gezeigt
es: Aún no mostrado
fil: Hindi pa naipapakita
fr: Pas encore démontré
hi: अभी नहीं दिखा
id: Belum terlihat
it: Non ancora mostrato
ja: まだできていない
ko: 아직 보여 주지 못함
nl: Nog niet laten zien
pl: Jeszcze nie pokazane
pt_br: Ainda não demonstrado
ru: Пока не показано
sv: Inte visat än
tr: Henüz gösterilmedi
uk: Ще не показано
vi: Chưa thể hiện
zh_hans: 尚未做到

source: Nothing here yet
ar: لا شيء هنا بعد
de: Noch nichts hier
es: Aún no hay nada
fil: Wala pang laman dito
fr: Rien pour l'instant
hi: यहाँ अभी कुछ नहीं
id: Belum ada apa-apa di sini
it: Ancora niente qui
ja: まだ何もありません
ko: 아직 아무것도 없어요
nl: Nog niets
pl: Jeszcze nic tu nie ma
pt_br: Nada por aqui ainda
ru: Здесь пока пусто
sv: Inget här än
tr: Burada henüz bir şey yok
uk: Тут поки порожньо
vi: Chưa có gì ở đây
zh_hans: 这里还什么都没有

source: Nothing yet, I want to stay ahead
ar: لا شيء بعد، أريد أن أسبق الأمور
de: Noch nichts, ich will vorne bleiben
es: Nada todavía, quiero ir un paso por delante
fil: Wala pa, gusto kong mauna
fr: Rien encore, je veux garder une longueur d'avance
hi: अभी कुछ नहीं, मैं आगे रहना चाहता हूँ
id: Belum ada, saya ingin bersiap lebih awal
it: Niente per ora, voglio giocare d'anticipo
ja: まだ何も。先回りしておきたい
ko: 아직 없지만, 미리 준비하고 싶어요
nl: Nog niets, ik wil voorblijven
pl: Jeszcze nic, chcę być o krok przed
pt_br: Nada ainda, quero me antecipar
ru: Пока ничего, хочу быть на шаг впереди
sv: Inget än, jag vill ligga steget före
tr: Henüz bir şey yok, önde olmak istiyorum
uk: Поки нічого, хочу бути на крок попереду
vi: Chưa có, tôi muốn chuẩn bị trước
zh_hans: 暂时没有，我想提前准备

source: Notifications are off for Speaking Coach. Turn them on in Settings for the daily prompt.
ar: إشعارات Speaking Coach متوقفة. شغّلها في الإعدادات لتصلك أسئلة اليوم.
de: Mitteilungen für Speaking Coach sind aus. Schalte sie für den Tagesimpuls in den Einstellungen ein.
es: Las notificaciones de Speaking Coach están desactivadas. Actívalas en Ajustes para el reto diario.
fil: Naka-off ang notifications para sa Speaking Coach. I-on ito sa Settings para matanggap ang tanong ng araw.
fr: Les notifications de Speaking Coach sont désactivées. Active-les dans Réglages pour le défi du jour.
hi: Speaking Coach की सूचनाएँ बंद हैं। रोज़ के सवाल के लिए सेटिंग्स में इन्हें चालू करें।
id: Notifikasi untuk Speaking Coach mati. Nyalakan di Pengaturan untuk menerima topik harianmu.
it: Le notifiche di Speaking Coach sono disattivate. Attivale in Impostazioni per lo spunto del giorno.
ja: Speaking Coachの通知がオフです。今日のお題を受け取るには「設定」でオンにしてください。
ko: Speaking Coach 알림이 꺼져 있어요. 오늘의 질문을 받으려면 설정에서 켜 주세요.
nl: Meldingen voor Speaking Coach staan uit. Zet ze aan in Instellingen voor de dagelijkse vraag.
pl: Powiadomienia Speaking Coach są wyłączone. Włącz je w Ustawieniach, aby dostawać codzienne wyzwanie.
pt_br: As notificações do Speaking Coach estão desativadas. Ative-as em Ajustes para o desafio diário.
ru: Уведомления Speaking Coach выключены. Включите их в Настройках, чтобы получать вопрос дня.
sv: Notiser för Speaking Coach är avstängda. Slå på dem i Inställningar för dagens fråga.
tr: Speaking Coach bildirimleri kapalı. Günlük soru için Ayarlar'dan aç.
uk: Сповіщення Speaking Coach вимкнено. Увімкніть їх у Параметрах, щоб отримувати питання дня.
vi: Thông báo của Speaking Coach đang tắt. Bật trong Cài đặt để nhận chủ đề hằng ngày.
zh_hans: Speaking Coach 的通知已关闭。在“设置”中打开即可收到每日话题。

source: Now
ar: الآن
de: Jetzt
es: Ahora
fil: Ngayon
fr: Maintenant
hi: अब
id: Sekarang
it: Ora
ja: 今回
ko: 지금
nl: Nu
pl: Teraz
pt_br: Agora
ru: Сейчас
sv: Nu
tr: Şimdi
uk: Зараз
vi: Bây giờ
zh_hans: 现在

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
id: Mati
it: Disattivato
ja: オフ
ko: 끔
nl: Uit
pl: Wył.
pt_br: Desativado
ru: Выкл.
sv: Av
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关

source: Okay, moving on…
ar: حسنًا، لننتقل…
de: Okay, weiter …
es: Vale, sigamos…
fil: Sige, tuloy tayo…
fr: Bon, on continue…
hi: ठीक है, आगे बढ़ते हैं…
id: Oke, lanjut…
it: Ok, andiamo avanti…
ja: では、次に…
ko: 좋아요, 다음으로…
nl: Oké, we gaan verder…
pl: Dobrze, idziemy dalej…
pt_br: Certo, seguindo…
ru: Хорошо, идём дальше…
sv: Okej, vi går vidare …
tr: Tamam, devam ediyoruz…
uk: Гаразд, ідемо далі…
vi: Được rồi, tiếp nhé…
zh_hans: 好，我们继续…

source: One change: %@
ar: تغيير واحد: %@
de: Eine Änderung: %@
es: Un cambio: %@
fil: Isang pagbabago: %@
fr: Un changement : %@
hi: एक बदलाव: %@
id: Satu perubahan: %@
it: Un cambiamento: %@
ja: 改善点：%@
ko: 바꿀 점 하나: %@
nl: Eén verandering: %@
pl: Jedna zmiana: %@
pt_br: Uma mudança: %@
ru: Одно изменение: %@
sv: En ändring: %@
tr: Tek değişiklik: %@
uk: Одна зміна: %@
vi: Một thay đổi: %@
zh_hans: 一个改进：%@

source: One question
ar: سؤال واحد
de: Eine Frage
es: Una pregunta
fil: Isang tanong
fr: Une question
hi: एक सवाल
id: Satu pertanyaan
it: Una domanda
ja: 質問は一つ
ko: 질문 하나
nl: Eén vraag
pl: Jedno pytanie
pt_br: Uma pergunta
ru: Один вопрос
sv: En fråga
tr: Tek soru
uk: Одне питання
vi: Một câu hỏi
zh_hans: 一个问题

source: One question · you started at %lld/10
ar: سؤال واحد · بدأت عند %lld/10
de: Eine Frage · du hast bei %lld/10 angefangen
es: Una pregunta · empezaste en %lld/10
fil: Isang tanong · nagsimula ka sa %lld/10
fr: Une question · tu as commencé à %lld/10
hi: एक सवाल · आपने %lld/10 से शुरू किया
id: Satu pertanyaan · kamu mulai di %lld/10
it: Una domanda · sei partito da %lld/10
ja: 質問は一つ · 最初は%lld/10でした
ko: 질문 하나 · 처음에는 %lld/10이었어요
nl: Eén vraag · je begon op %lld/10
pl: Jedno pytanie · zaczynasz od %lld/10
pt_br: Uma pergunta · você começou em %lld/10
ru: Один вопрос · вы начали с %lld/10
sv: En fråga · du började på %lld/10
tr: Tek soru · %lld/10 ile başladın
uk: Одне питання · ви почали з %lld/10
vi: Một câu hỏi · bạn bắt đầu ở mức %lld/10
zh_hans: 一个问题 · 你起始时是%lld/10

source: One question, no warning
ar: سؤال واحد، دون إنذار
de: Eine Frage, ohne Vorwarnung
es: Una pregunta, sin aviso
fil: Isang tanong, walang babala
fr: Une question, sans prévenir
hi: एक सवाल, बिना चेतावनी
id: Satu pertanyaan, tanpa peringatan
it: Una domanda, senza preavviso
ja: 予告なしの質問を一つ
ko: 예고 없는 질문 하나
nl: Eén vraag, zonder waarschuwing
pl: Jedno pytanie, bez ostrzeżenia
pt_br: Uma pergunta, sem aviso
ru: Один вопрос без предупреждения
sv: En fråga, utan förvarning
tr: Tek soru, uyarısız
uk: Одне питання без попередження
vi: Một câu hỏi, không báo trước
zh_hans: 一个问题，毫无预告
